---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.CapitalizationForLoadNames.Upper
enum: Autodesk.Revit.DB.Electrical.CapitalizationForLoadNames
source: html/526f8002-d587-dfa4-709e-514341a1edbd.htm
---
# Autodesk.Revit.DB.Electrical.CapitalizationForLoadNames.Upper

Capitalize all letters of every word in the load name.